Repository: CorvusCorax/Supybot-plugins
Catalog: Apt/locales/*.po
Languages: fr

source: Minimum interval before an automatic update of the cache, in seconds. Set to 0 to disable automatic updates.
fr: Intervalle minimum avant une mise à jour automatique du cache, en seconde. Définir à 0 pour désactiver les mises à jour automatiques.

source: Default value of --archs for commands that accept it. Comma-separated list of CPU architectures ("arm64", "amd64", "i386", ...).
fr: Valeur par défaut de --arch pour les commandes qui l'acceptent. Liste séparée par des virgules d'architectures CPU ("arm64", "amd64", "i386", ...)

source: Default value of --distribs for commands that accept it. Comma-separated list of distributions ("Ubuntu", "Debian", "Debian Backports", ...).
fr: Valeur par défaut de --distribs pour les commandes qui l'acceptent. Liste séparée par des virgules de distributions ("Ubuntu", "Debian", "Debian Backports", ...)

source: Default value of --releases for commands that accept it. Comma-separated list of releases ("buster", "bionic", "stretch", "stretch-backports", ...).
fr: Valeur par défaut de --releases pour les commandes qui l'acceptent. Liste séparée par des virgules de releases ("bionic", "stretch", "stretch-backports", ...)

source: Cannot open lz4 file, python3-lz4 0.23.1 or higher is required.
fr: Impossible d'ouvrir le fichier lz4, python3-lz4 0.23.1 ou plus récent est nécessaire

source: Package exists, but no version is found.
fr: Le paquet existe, mais aucune version n'a pû être trouvée.

source: No package found.
fr: Aucun paquet trouvé.

source: Package not found.
fr: Paquet inconnu.

source: %s (source: %s) is %s and in section "%s".
fr: %s (source : %s) est %s et est dans la section "%s".

source: Version %s package is %S and takes %S when installed.
fr: Le paquet de la version %s fait %S et prend %S après installation.

source: Too many packages match this search.
fr: Trop de paquets correspondent à cette recherche.
